Repository: hendrikgrueger-web/meeting-reminder
Catalog: Meeting Reminder/Localizable.xcstrings
Source language: en
Languages: de

# Meeting läuft bereits
source: Meeting already in progress
de: Meeting läuft bereits

# Kein Einwahllink vorhanden
source: No join link available
de: Kein Einwahllink vorhanden

# Schließen
source: Dismiss
de: Schließen

# Erinnerung schließen
source: Dismiss reminder
de: Erinnerung schließen

# Später erinnern
source: Remind me later
de: Später erinnern

# In einer Minute erneut erinnern
source: Remind me again in one minute
de: In einer Minute erneut erinnern

# beginnt in %lld Sek.
source: starts in %lld sec.
de: beginnt in %lld Sek.

# beginnt in %lld Min.
source: starts in %lld min.
de: beginnt in %lld Min.

# läuft gerade
source: starting now
de: läuft gerade

# läuft seit %lld Min.
source: started %lld min. ago
de: läuft seit %lld Min.

# Keine anstehenden Meetings
source: No upcoming meetings
de: Keine anstehenden Meetings

# Kalender-Zugriff benötigt
source: Calendar access required
de: Kalender-Zugriff benötigt

# Systemeinstellungen öffnen
source: Open System Settings
de: Systemeinstellungen öffnen

# Keine Kalender gefunden
source: No calendars found
de: Keine Kalender gefunden

# Heute
source: Today
de: Heute

# Kalender
source: Calendars
de: Kalender

# Meeting-Provider
source: Meeting Providers
de: Meeting-Provider

# Einstellungen
source: Settings
de: Einstellungen

# Meetings von %@ einbeziehen
source: Include meetings from %@
de: Meetings von %@ einbeziehen

# Events aus diesem Kalender einbeziehen
source: Include events from this calendar
de: Events aus diesem Kalender einbeziehen

# Vorlaufzeit
source: Reminder Lead Time
de: Vorlaufzeit

# Wie viele Minuten vor dem Meeting soll die Erinnerung erscheinen?
source: How many minutes before the meeting should the reminder appear?
de: Wie viele Minuten vor dem Meeting soll die Erinnerung erscheinen?

# Nur Online-Meetings
source: Online Meetings Only
de: Nur Online-Meetings

source: Only remind for meetings with a join link (Teams, Zoom, Google Meet, WebEx, etc.). Events without a link are ignored.
de: Nur an Meetings mit Einwahllink erinnern (Teams, Zoom, Google Meet, WebEx, etc.). Termine ohne Link werden ignoriert.

# Bildschirmfreigabe: Notification
source: Screen Sharing: Notification Only
de: Bildschirmfreigabe: Notification

source: Show a subtle notification instead of a full-screen overlay when sharing your screen.
de: Bei aktiver Bildschirmfreigabe statt Vollbild-Overlay eine dezente Benachrichtigung anzeigen.

# Einen kurzen Signalton abspielen, wenn die Erinnerung erscheint.
source: Play a brief alert sound when the reminder appears.
de: Einen kurzen Signalton abspielen, wenn die Erinnerung erscheint.

# Globaler Shortcut (⌘⇧J)
source: Global Shortcut (⌘⇧J)
de: Globaler Shortcut (⌘⇧J)

source: Use Cmd+Shift+J to instantly join the next meeting without the overlay.
de: Mit Cmd+Shift+J das nächste Meeting sofort öffnen, ohne das Overlay zu verwenden.

# Bei Anmeldung starten
source: Launch at Login
de: Bei Anmeldung starten

# QuickJoin automatisch starten, wenn du dich am Mac anmeldest.
source: Automatically launch Nevr Late when you log in to your Mac.
de: Nevr Late automatisch starten, wenn du dich am Mac anmeldest.

# In Systemeinstellungen aktivieren
source: Enable in System Settings
de: In Systemeinstellungen aktivieren

# Beenden
source: Quit
de: Beenden

# Keine Meetings heute
source: No meetings today
de: Keine Meetings heute

# Klicken zum Beitreten via %@
source: Click to join via %@
de: Klicken zum Beitreten via %@

# Kein Kalenderzugriff – Einstellungen öffnen
source: No calendar access – open Settings
de: Kein Kalenderzugriff – Einstellungen öffnen

# Meeting läuft: %@
source: Meeting in progress: %@
de: Meeting läuft: %@

# Nächstes Meeting: %@ in 1 Min
source: Next meeting: %@ in 1 min
de: Nächstes Meeting: %@ in 1 Min

# Nächstes Meeting: %@ in %lld Min
source: Next meeting: %@ in %lld min
de: Nächstes Meeting: %@ in %lld Min

# Meeting beginnt gleich — Klicke zum Beitreten via %@
source: Meeting starts now — click to join via %@
de: Meeting beginnt gleich — Klicke zum Beitreten via %@

# Meeting beginnt gleich
source: Meeting is about to start
de: Meeting beginnt gleich

# Teams beitreten
source: Join Teams
de: Teams beitreten

# Zoom beitreten
source: Join Zoom
de: Zoom beitreten

# Google Meet beitreten
source: Join Google Meet
de: Google Meet beitreten

# WebEx beitreten
source: Join WebEx
de: WebEx beitreten

# GoTo beitreten
source: Join GoTo
de: GoTo beitreten

# Slack Huddle beitreten
source: Join Slack Huddle
de: Slack Huddle beitreten

# Whereby beitreten
source: Join Whereby
de: Whereby beitreten

# Jitsi beitreten
source: Join Jitsi
de: Jitsi beitreten

# Beitreten via Microsoft Teams
source: Join via Microsoft Teams
de: Beitreten via Microsoft Teams

# Beitreten via Zoom
source: Join via Zoom
de: Beitreten via Zoom

# Beitreten via Google Meet
source: Join via Google Meet
de: Beitreten via Google Meet

# Beitreten via WebEx
source: Join via WebEx
de: Beitreten via WebEx

# Beitreten via GoTo Meeting
source: Join via GoTo Meeting
de: Beitreten via GoTo Meeting

# Beitreten via Slack Huddle
source: Join via Slack Huddle
de: Beitreten via Slack Huddle

# Beitreten via Whereby
source: Join via Whereby
de: Beitreten via Whereby

# Beitreten via Jitsi Meet
source: Join via Jitsi Meet
de: Beitreten via Jitsi Meet
